Repository: morismoze/taskie_app
Catalog: app/lib/ui/core/l10n/app_*.arb
Languages: hr

# workspaceUsersManagementUserDetailsEditFirstNameBlocked
source: Editing first name of non-virtual users is not possible because this field is provided by the sign-up provider (e.g., Google) used for this app.
hr: Uređivanje imena ne-virtualnih korisnika nije moguće jer to polje dolazi od pružatelja prijave (npr. Google) korištenog za ovu aplikaciju.

# workspaceUsersManagementUserDetailsEditLastNameBlocked
source: Editing last name of non-virtual users is not possible because this field is provided by the sign-up provider (e.g., Google) used for this app.
hr: Uređivanje prezimena ne-virtualnih korisnika nije moguće jer to polje dolazi od pružatelja prijave (npr. Google) korištenog za ovu aplikaciju.

# workspaceUsersManagementUserDetailsEditRoleBlocked
source: Virtual users always have the Member role and it can't be amended.
hr: Virtualnim korisnicima je uvijek dodijeljena uloga Člana i nije ju moguće promijeniti.

# editDetailsSubmit
source: Edit details
hr: Uredi detalje

# workspaceUsersManagementUserDetailsEditSuccess
source: Successfully edited workspace user details
hr: Uspješno ste uredili podatke korisnika

# workspaceUsersManagementUserDetailsEditError
source: Uh-oh! We've had some trouble editing workspace user details
hr: Uh-oh! Došlo je do problema prilikom uređivanja korisničkih podataka

# workspaceUserFirstNameLabel
source: First name
hr: Ime

# workspaceUserLastNameLabel
source: Last name
hr: Prezime

# roleLabel
source: Role
hr: Uloga

# workspaceUsersManagementUserDetailsCreatedBy
source: User created by
hr: Korisnika kreirao/la

# workspaceUsersManagementUserDetailsCreatedAt
source: User created at
hr: Korisnik kreiran

# createNewGoalNoMembers
source: It looks like your workspace doesn't have any members to assign a goal to yet. Try inviting someone or creating virtual members.
hr: Čini se da vaš radni prostor još nema nijednog člana kojemu se može dodijeliti cilj. Pokušajte pozvati nekoga ili kreirati virtualne članove.

# createNewGoalMembersLoadError
source: Uh-oh! We've ran into a small hiccup loading workspace members.
hr: Uh-oh! Došlo je do problema prilikom učitavanja članova radnog prostora.

# createNewGoalSuccess
source: Successfully created new goal
hr: Uspješno ste kreirali novi cilj

# createNewGoalError
source: Uh-oh! We've had some trouble creating new goal
hr: Uh-oh! Došlo je do problema prilikom kreiranja novog cilja

# createNewGoalTitle
source: New goal
hr: Novi cilj

# goalTitleLabel
source: Goal title
hr: Naslov cilja

# goalDescriptionLabel
source: Goal description
hr: Opis cilja

# goalRequiredPointsCurrentAccumulatedPointsError
source: Uh-uh! We've had some trouble loading up this member's accumulated points.
hr: Uh-uh! Došlo je do problema prilikom učitavanja akumuliranih bodova ovoga korisnika.

# goalRequiredPointsCurrentAccumulatedPoints
source: Current accumulated points by the user
hr: Trenutno akumulirani bodovi korisnika

# goalRequiredPointsLabel
source: Required points
hr: Potrebni bodovi

# createNewGoalRequiredPointsNaN
source: Required points must be a number without characters
hr: Potrebni bodovi moraju biti broj bez znakova

# createNewGoalRequiredPointsNotMultipleOf10
source: Required points must be a multiple of 10
hr: Potrebni bodovi moraju biti višekratnik broja 10

# createNewGoalRequiredPointsLowerThanAccumulatedPoints
source: Required points must be over accumulated points
hr: Potrebni bodovi moraju biti iznad akumuliranih bodova

# goalAssigneesRequired
source: Goal must have 1 assignee
hr: Cilj mora biti dodijeljen 1 članu

source: Workspace settings
hr: Postavke radnog prostora

# workspaceSettingsOwnerDeletedAccount
source: Owner deleted their account
hr: Vlasnik je izbrisao račun

# workspaceSettingsCreatedBy
source: Workspace created by
hr: Radni prostor kreirao/la

# workspaceSettingsCreatedAt
source: Workspace created at
hr: Radni prostor kreiran

# workspaceSettingsEdit
source: Edit workspace details
hr: Uređivanje detalja radnog prostora

# workspaceSettingsEditSuccess
source: Successfully edited workspace details
hr: Uspješno ste uredili podatke radnog prostora

# workspaceSettingsEditError
source: Uh-oh! We've had some trouble editing workspace details
hr: Uh-oh! Došlo je do problema prilikom uređivanja podataka radnog prostora

# preferencesLocalization
source: Localization
hr: Lokalizacija

# preferencesLocalizationLanguage
source: Language
hr: Jezik

# preferencesTheme
source: Theme
hr: Tema

# preferencesThemeDarkMode
source: Dark mode
hr: Tamni način

# preferencesThemeDarkModeOff
source: Off
hr: Isključeno

# workspaceCreate
source: New workspace
hr: Novi radni prostor

# workspaceCreateNewDescription
source: Create new workspace:
hr: Kreirajte novi radni prostor:

# workspaceCreateJoinViaInviteLinkDescription
source: Join via workspace invite link:
hr: Pridružite se putem pozivnog linka radnog prostora:

# workspaceCreateJoinViaInviteLinkNote
source: The invite link must be in the format {inviteLinkExample}.
hr: Pozivni link mora biti u formatu {inviteLinkExample}.

# workspaceCreateJoinViaInviteLinkSubmit
source: Join workspace
hr: Pridruži se radnom prostoru

# workspaceCreateJoinViaInviteLinkInvalid
source: Invalid invite link format
hr: Uh-oh! Neispravan format pozivnog linka

# workspaceCreateJoinViaInviteLinkNotFound
source: Uh-oh! The provided invite token is invalid or the workspace does not exist anymore
hr: Uh-oh! Uneseni pozivni link nije važeći

# workspaceCreateJoinViaInviteLinkExpiredOrUsed
source: Uh-oh! The provided invite token has expired or was already used
hr: Uh-oh! Uneseni pozivni link je istekao ili je već iskorišten

# workspaceCreateJoinViaInviteLinkExistingUser
source: Uh-oh! You already are part of this workspace
hr: Već ste član ovog radnog prostora

# workspaceCreateJoinViaInviteLinkError
source: Uh-oh! We've had some trouble adding you to the workspace
hr: Uh-oh! Došlo je do problema prilikom pridruživanja radnom prostoru

# workspaceCreationSuccess
source: You've successfully created new workspace
hr: Uspješno ste kreirali novi radni prostor

# leaderboardLoadRefreshError
source: Uh-oh! We've had some trouble refreshing the leaderboard
hr: Uh-oh! Došlo je do problema prilikom osvježavanja ljestvice

# leaderboardSubtitle
source: Whoâ€™s leading the race?
hr: Tko vodi utrku?

# leaderboardCompletedTasksLabel
source: {numberOfCompletedTasks, plural, one{Completed 1 task} other{Completed {numberOfCompletedTasks} tasks}}
hr: {numberOfCompletedTasks, plural, =0{Završeno 0 zadataka} =1{Završen 1 zadatak} few{Završena {numberOfCompletedTasks} zadatka} other{Završeno {numberOfCompletedTasks} zadataka}}

# leaderboardEmpty
source: It looks like your workspace doesn't have any Completed tasks yet. Try updating and completing some to get started or refreshing the feed!
hr: Izgleda da vaš workspace još nema završenih zadataka. Pokušajte ažurirati i završiti neke kako biste započeli ili osvježiti popis!

# goalsLabel
source: Goals
hr: Ciljevi

# goalsNoGoals
source: It looks like your workspace doesn't have any goals yet. Try creating your first one using the main **+** button below or refreshing the feed!
hr: Izgleda da vaš radni prostor još nema nijedan cilj. Pokušajte kreirati prvi koristeći glavni gumb **+** ispod ili osvježiti popis!

# goalsLoadRefreshError
source: Uh-oh! We've had some trouble refreshing the goals
hr: Uh-oh! Došlo je do problema prilikom osvježavanja ciljeva

# goalsNoFilteredGoals
source: Uh-oh! It looks like there aren't any goals for the chosen filters. Try different ones!
hr: Uh-oh! Čini se da nema ciljeva za odabrane filtre. Pokušajte s drugačijima!

# goalsDetails
source: Goal details
hr: Detalji cilja

# goalsDetailsEdit
source: Edit goal details
hr: Uređivanje detalja zadatka

# goalsDetailsEditCreatedBy
source: Goal created by
hr: Cilj kreirao/la

# goalsDetailsEditCreatedByDeletedAccount
source: Creator deleted their account
hr: Kreator je izbrisao račun

# goalsDetailsEditCreatedAt
source: Goal created at
hr: Cilj kreiran

# goalsDetailsEditSuccess
source: Successfully edited goal details
hr: Uspješno ste uredili detalje cilja

# goalsDetailsEditError
source: Uh-oh! We've had some trouble editing goal details
hr: Uh-oh! Došlo je do problema prilikom uređivanja detalja cilja

# goalsCloseGoalError
source: Uh-oh! We've had some trouble closing the goal
hr: Uh-oh! Došlo je do problema prilikom zatvaranja cilja

# goalsDetailsCloseGoal
source: Close goal
hr: Zatvori cilj

# goalsDetailsCloseGoalModalMessage
source: Are you sure you want to close this goal? Once a goal is closed you will no longer be able to update it.
hr: Jeste li sigurni da želite zatvoriti ovaj cilj? Kada zatvorite cilj neće ga više biti moguće ažurirati.

# goalsDetailsCloseSuccess
source: Successfully closed the goal
hr: Uspješno ste zatvorili cilj

# goalsDetailsCloseError
source: Uh-oh! We've had some trouble closing the goal
hr: Uh-oh! Došlo je do problema prilikom zatvaranja cilja

# goalsClosedGoalError
source: Uh-oh! It looks like this goal has been closed. Updating its details is no longer possible. Please go to the Goals page and refresh your feed.
hr: Uh-oh! Izgleda da je ovaj cilj zatvoren. Ažuriranje njegovih detalja više nije moguće. Molimo, idite na stranicu Ciljeva i osvježite svoj popis ciljeva.

# goalsDetailsAssignedTo
source: Goal assigned to
hr: Cilj dodijeljen

# goalsGuideMainTitle
source: About goals
hr: O ciljevima

# goalsGuideBaseInfoBody
source: Goals are flexible rewards/guidelines defined by the Manager. What a goal is is entirely up to your creativity (e.g., a gift, a day off, public recognition).
hr: Ciljevi su fleksibilne nagrade/odrednice koje definira Menadžer. Što će biti cilj u potpunosti je stvar kreativnosti (npr. poklon, slobodan dan, javno priznanje).

# goalsGuideAssignmentLimitTitle
source: Assignment limit
hr: Ograničenje dodjele

# goalsGuideAssignmentLimitBody
source: Each goal can be assigned to only one member. This is because each goal is tied to reward points which the member accumulates by completing tasks, making it specific to that user.
hr: Svaki cilj može biti dodijeljen samo jednom članu. To je zato što je svaki cilj vezan uz nagradne bodove koje član skuplja izvršavanjem zadataka, zbog čega je specifičan za tog člana.

# goalsGuideStatusesTitle
source: Assignment statuses
hr: Statusi ciljeva

# goalsGuideStatusesBody
source: __In Progress__ - the goal is currently being worked on __Completed__ - the goal was successfully completed
hr: __U tijeku__ – na cilju se trenutno radi __Završen__ – cilj je uspješno završen

# goalsGuideRequiredPointsTitle
source: Required points
hr: Potrebni bodovi

# goalsGuideRequiredPointsBody
source: Required points represent the total reward points a member needs to accumulate completing tasks to achieve a goal. Since tasks grant points in steps of 10 (10, 20, 30, 40, 50), the required points must also be a multiple of 10 (e.g. 50, 550, 5660, 25340, 30000).
hr: Potrebni bodovi predstavljaju ukupan broj nagradnih bodova koje član treba akumulirati izvršavanjem zadataka kako bi ostvario cilj. Budući da zadaci dodjeljuju bodove u koracima od 10 (10, 20, 30, 40, 50), broj potrebnih bodova također mora biti višekratnik broja 10 (npr. 50, 550, 5660, 25340, 30000).

# goalsGuideNoteTitle
source: Note
hr: Napomena

# goalsGuideNoteBody
source: If the status of a previously completed task is later changed from __Completed__ to __In Progress__, __Completed as Stale__ or __Not Completed__, or if the task is closed (__Closed__), or if the member was removed from a task as an assignee, the accumulated points are recalculated (they usually decrease). As a result, some goals that were previously completed may automatically revert to __In Progress__ until the member collects enough points again.
hr: Ako se status nekog prethodno završenog zadatka naknadno promijeni iz __Završeno__ u __U tijeku__, __Završeno (zastarjelo)__ ili __Nezavršeno__, ili se zadatak zatvori (__Closed__), ili je član uklonjen sa dodjele zadatka, akumulirani bodovi se ponovno izračunavaju (obično padnu). Zbog toga se neki ranije izvršeni ciljevi mogu automatski vratiti u status __U tijeku__ dok član ponovno ne skupi dovoljno bodova.

source: Sign out
hr: Odjava

# signOutError
source: Uh-oh! We've had some trouble signing you out
hr: Uh-oh! Došlo je do problema prilikom odjave

source: Delete account
hr: Izbriši račun

# deleteAccountText
source: **Things to keep in mind:** Before deleting your account, please ensure you are not the sole Manager of any workspace you belong to. Otherwise, please consider promoting another non-virtual member to Manager. Deleting your account will remove all your memberships, task assignments, and goals across all workspaces. **Account deletion is permanent and irreversible. Do you really want to delete your account?**
hr: **Ovo treba imati na umu:** Prije brisanja računa provjerite da niste jedini Menadžer u nekom radnom prostoru čiji ste član. U tom slučaju, molimo razmotrite imenovanje drugog člana Menadžerom. Brisanjem računa uklanjaju se sva vaša članstva, dodjele na zadacima i ciljevi u svim radnim prostorima. **Brisanje računa je trajno i nepovratno. Želite li stvarno izbrisati svoj račun?**

# deleteAccountConfirmButton
source: Yes, I understand
hr: Da, razumijem

# workspaceAccessRevocationMessage
source: Uh-oh! It looks like you have been removed from this workspace. Please continue by pressing the button below. You will be redirected to the first available workspace.
hr: Uh-oh! Izgleda da ste uklonjeni iz ovog radnog prostora. Nastavite pritiskom na gumb ispod. Bit ćete preusmjereni na prvi dostupni radni prostor.

# workspaceRoleChangeMessage
source: Uh-oh! It looks like your role has been changed for this workspace. Please continue by pressing the button below.
hr: Uh-oh! Izgleda da vam je uloga u ovom radnom prostoru promijenjena. Nastavite pritiskom na gumb ispod.
