Repository: morismoze/taskie_app
Catalog: app/lib/ui/core/l10n/app_*.arb
Languages: hr

# misc_cancel
source: Cancel
hr: Otkaži

# misc_tryAgain
source: Try again
hr: Pokušajte ponovno

# misc_requiredField
source: This field is required
hr: Ovo polje je obvezno

# misc_optional
source: optional
hr: opcionalno

# misc_submit
source: Submit
hr: Potvrdi

# misc_close
source: Close
hr: Zatvori

# misc_note
source: Note
hr: Napomena

# misc_roleManager
source: Manager
hr: Menadžer

# misc_roleMember
source: Member
hr: Član

# misc_ok
source: Ok
hr: U redu

# misc_comingSoon
source: Coming soon
hr: Uskoro

# misc_profile
source: Profile
hr: Profil

# misc_new
source: New
hr: Novo

# misc_goToHomepage
source: Go to Homepage
hr: Idi na Početnu stranicu

# misc_goToGoalsPage
source: Go to Goals page
hr: Idi na stranicu ciljeva

# misc_pointsAbbr
source: pts
hr: bod.

# misc_errorPrompt
source: Uh-oh! We've ran into a small hiccup loading this.
hr: Uh-oh! Nešto nije pošlo po planu pri učitavanju.

# misc_retry
source: Let's try again
hr: Pokušajmo ponovno

# misc_somethingWentWrong
source: Uh-oh! Something went wrong
hr: Uh-oh! Nešto je pošlo po zlu

# signInTitleStart
source: Organize Tasks, Achieve Goals.
hr: Organizirajte zadatke, ostvarite ciljeve.

# signInTitleEnd
source: Successfully.
hr: Uspješno.

# signInSubtitle
source: Effectively manage obligations, encourage engagement, and celebrate every success.
hr: Učinkovito upravljajte obavezama, potaknite angažman i proslavite svaki uspjeh.

# signInGetStarted
source: Let's get started
hr: Započnimo

# signInTitleProviders
source: Sign in method
hr: Metoda prijave

source: Sign in via Google
hr: Prijavi se putem Googlea

# signInGoogleCanceled
source: Google sign-in cancelled. Please try again.
hr: Google prijava otkazana. Molimo pokušajte ponovno.

# signInGoogleError
source: Uh-oh! We've had some trouble with Google sign-in
hr: Uh-oh! Došlo je do problema prilikom Google prijave

# errorOnInitialLoad
source: Uh-oh! We've had some trouble loading up your workspace.
hr: Uh-oh! Došlo je do problema prilikom učitavanja vašeg radnog prostora.

# bottomNavigationBarTasksLabel
source: Tasks
hr: Zadatci

# leaderboardLabel
source: Leaderboard
hr: Ljestvica

# taskCreateNew
source: Create new task
hr: Kreiraj novi zadatak

# goalCreateNew
source: Create new goal
hr: Kreiraj novi cilj

# workspaceNameLabel
source: Workspace name
hr: Naziv radnog prostora

# workspaceDescriptionLabel
source: Workspace description
hr: Opis radnog prostora

# workspaceCreateTitle
source: Let's create a new workspace
hr: Kreirajmo novi radni prostor

# workspaceCreateSubtitle
source: We couldn't find existing workspaces for {email}. If that's a mistake, try asking workspace owner for an invite link.
hr: Nismo pronašli postojeće radne prostore za {email}. Ako je to greška, pokušajte zamoliti vlasnika radnog prostora za pozivni link.

# workspaceCreateLabel
source: Create workspace
hr: Kreiraj radni prostor

# workspaceCreateNameMinLength
source: Name must have at least 3 characters
hr: Naziv mora imati najmanje 3 znaka

# workspaceCreateNameMaxLength
source: Name can have at most 50 characters
hr: Naziv može imati najviše 50 znakova

# workspaceCreateDescriptionMaxLength
source: Description can have at most 250 characters
hr: Opis može imati najviše 250 znakova

# workspaceCreateError
source: Uh-oh! We've had some trouble creating your workspace
hr: Uh-oh! Došlo je do problema prilikom kreiranja radnog prostora

# tasksHello
source: Hello!
hr: Pozdrav!

# tasksNoTasks
source: It looks like your workspace doesn't have any tasks yet. Try creating your first one using the main **+** button below or refreshing the feed!
hr: Izgleda da vaš radni prostor još nema nijedan zadatak. Pokušajte kreirati prvi koristeći glavni gumb **+** ispod ili osvježiti popis!

# tasksLoadRefreshError
source: Uh-oh! We've had some trouble refreshing the tasks
hr: Uh-oh! Došlo je do problema prilikom osvježavanja zadataka

# taskskNoFilteredTasks
source: Uh-oh! It looks like there aren't any tasks for the chosen filters. Try different ones!
hr: Uh-oh! Čini se da nema zadataka za odabrane filtre. Pokušajte s drugačijima!

# tasksPressAgainToExit
source: Press again to exit the app
hr: Pritisnite ponovno za izlaz iz aplikacije

# objectiveStatusFilterAll
source: All statuses
hr: Svi statusi

# objectiveStatusFilter
source: Filter by status
hr: Filter po statusu

# objectiveTimeFilter
source: Sort by time
hr: Sortiranje po vremenu

# progressStatusInProgress
source: In Progress
hr: U tijeku

# progressStatusCompleted
source: Completed
hr: Završeno

# progressStatusCompletedAsStale
source: Completed as Stale
hr: Završeno (zastarjelo)

# progressStatusNotCompleted
source: Not Completed
hr: Nezavršeno

# progressStatusClosed
source: Closed
hr: Zatvoreno

# sortByNewest
source: Newest
hr: Najnoviji

# sortByOldest
source: Oldest
hr: Najstariji

# tasksCardPoints
source: {points} points
hr: {points} bodova

# tasksDetails
source: Task details
hr: Detalji zadatka

# tasksDetailsEdit
source: Edit task details
hr: Uređivanje detalja zadatka

# tasksDetailsEditCreatedBy
source: Task created by
hr: Zadatak kreirao/la

# tasksDetailsEditCreatedByDeletedAccount
source: Creator deleted their account
hr: Kreator je izbrisao račun

# tasksDetailsEditCreatedAt
source: Task created at
hr: Zadatak kreiran

# tasksDetailsEditSuccess
source: Successfully edited task details
hr: Uspješno ste uredili detalje zadatka

# tasksDetailsEditError
source: Uh-oh! We've had some trouble editing task details
hr: Uh-oh! Došlo je do problema prilikom uređivanja detalja zadatka

# tasksCloseTaskError
source: Uh-oh! We've had some trouble closing the task
hr: Uh-oh! Došlo je do problema prilikom zatvaranja zadatka

# tasksUpdateTaskAssignmentsSuccess
source: Successfully updated task assignments
hr: Uspješno ste ažurirali dodjele zadatka

# tasksUpdateTaskAssignmentsUpdateError
source: Uh-oh! We've had some trouble updating task assignments
hr: Uh-oh! Došlo je do problema prilikom ažuriranja dodjela zadatka

# tasksAddTaskAssignmentSuccess
source: Successfully added new task assignee
hr: Uspješno ste dodjelili zadatak odabranome članu

# tasksAddTaskAssignmentError
source: Uh-oh! We've had some trouble adding new task assigee
hr: Uh-oh! Došlo je do problema prilikom dodjeljivanja zadatka članu

# tasksClosedTaskError
source: Uh-oh! It looks like this task has been closed. Updating its details and assignments is no longer possible. Please go to the Homepage and refresh your feed.
hr: Uh-oh! Izgleda da je ovaj zadatak zatvoren. Ažuriranje njegovih detalja i dodjela više nije moguće. Molimo, idite na Početnu stranicu i osvježite svoj popis zadataka.

# tasksAmendedAssigneesError
source: Uh-oh! This task's assignments have been updated in the meantime. Please go to the Homepage, refresh your feed and return to this task assignments.
hr: Uh-oh! U međuvremenu je došlo do izmjena na dodjelama ovog zadatka. Molimo, idite na Početnu stranicu, osvježite popis te se vratite na dodjele ovog zadatka.

# tasksAssigmentsCompletedStatusDueDatePassedError
source: Uh-oh! It looks like this task's due date has passed and **Completed** status can't be applied to assignments anymore. Instead, use **Completed as Stale** status.
hr: Uh-oh! Čini se da je rok završetka za ovaj zadatak istekao i status **Završeno** se više ne može primijeniti na dodjele. Umjesto toga, koristite status **Završeno (zastarjelo)**.

# tasksRemoveTaskAssignmentModalMessage
source: Are you sure you want to remove this user from task assignments?
hr: Jeste li sigurni da želite ukloniti ovog korisnika iz dodjele zadatka?

# tasksRemoveTaskAssignmentModalCta
source: Remove
hr: Ukloni

# tasksRemoveTaskAssignmentSuccess
source: Successfully removed task assignee
hr: Uspješno ste uklonili dodjelu s odabranoga člana

# tasksRemoveTaskAssignmentError
source: Uh-oh! We've had some trouble removing the task assigee
hr: Uh-oh! Došlo je do problema prilikom uklanjanja dodjele s člana

# tasksDetailsCloseTask
source: Close task
hr: Zatvori zadatak

# tasksDetailsCloseTaskModalMessage
source: Are you sure you want to close this task? Once a task is closed, it will be closed for all assignees. In addition, you will no longer be able to update it.
hr: Jeste li sigurni da želite zatvoriti ovaj zadatak? Kada zatvorite zadatak, zadatak će se zatvoriti za sve dodijeljene članove. Dodatno, neće ga više biti moguće ažurirati.

# tasksDetailsCloseSuccess
source: Successfully closed the task
hr: Uspješno ste zatvorili zadatak

# tasksDetailsCloseError
source: Uh-oh! We've had some trouble closing the task
hr: Uh-oh! Došlo je do problema prilikom zatvaranja zadatka

# tasksAssignmentsEdit
source: Edit task assignments
hr: Uređivanje dodjela zadatka

# tasksAssignmentsEditStatusSubmit
source: Update assignments
hr: Ažuriraj dodjele

# tasksAssignmentsEditStatusDueDateError
source: Cannot mark task/s as Completed since the due date has passed
hr: Zadatak/ci ne mogu biti označeni kao Završeno jer je rok završetka istekao

# tasksAssignmentsEditAddNewAssignee
source: Add additional assignees to this task:
hr: Dodijelite ovaj zadatak dodatnome članu:

# tasksAssignmentsEditAddNewAssigneeMaxedOutAssignees
source: Maximum number of 10 assignees have been assigned to this task. Try removing some if you wish to add new ones.
hr: Ovom zadatku već je dodijeljen maksimalan broj od 10 ćlanova. Uklonite nekoga ako želite dodati novog.

# tasksAssignmentsEditAddNewAssigneeEmptyAssignees
source: There are no members left to assign to this task. Try adding or inviting new ones to your workspace.
hr: Nema više članova kojima se ovaj zadatak može dodijeliti. Dodajte ili pozovite nove članove u svoj workspace.

# tasksAssignmentsGuideMainTitle
source: About task assignments
hr: O dodjelama zadatka

# tasksAssignmentsGuideAssignmentLimitTitle
source: Assignments limit
hr: Ograničenje broja dodjela

# tasksAssignmentsGuideAssignmentLimitBody
source: Each task can have up to **{taskAssigneesMaxCount} assignees**. If you want to remove any assignments, you can do so by clicking the **X** icon next to the assignment. You can add new assignees to the current task using the form at the bottom.
hr: Svaki zadatak može imati do {taskAssigneesMaxCount} dodijeljenih članova__. Ukoliko želite ukloniti neke od dodjela, možete to napraviti klikom na ikonicu **X** pored same dodjele. Nove članove možete dodijeliti trenutnom zadatku koristeći formu na dnu.

# tasksAssignmentsGuideAssignmentStatusesTitle
source: Assignments statuses
hr: Statusi dodjela

# tasksAssignmentsGuideAssignmentStatusesBody
source: __In Progress__ - the task is currently being worked on __Completed__ - the task was successfully completed __Completed as Stale__ - the task was completed after the due date has passed (applicable only if the task has a due date set) __Not Completed__ - the task was not completed
hr: __U tijeku__ - zadatak je trenutno u izradi __Završeno__ - zadatak je uspješno završen __Završeno (zastarjelo)__ - zadatak je završen nakon isteka roka završetka (primjenjivo samo ako zadatak ima postavljen rok završetka) __Nezavršeno__ - zadatak nije izvršen

# tasksAssignmentsGuideMultipleAssigneesTitle
source: Multiple assignees
hr: Višestruke dodjele

# tasksAssignmentsGuideMultipleAssigneesBody
source: A task can be assigned to multiple members for two reasons: __Individual work__ - when you want multiple members to work on the same task independently, without needing to create duplicate tasks for each one. Each member works individually and receives the same reward points. __Team work__ - when multiple members work together on the same task as a team. Each member also receives the same reward points upon completion. In both cases, each assigned member receives the same number of reward points set for the task.
hr: Jedan zadatak može biti dodijeljen većem broju članova iz dva razloga: __Individualni rad__ - kada želite da više članova radi na istom zadatku samostalno, bez potrebe za stvaranjem duplikata zadatka za svakog člana. Svaki član radi individualno i dobiva iste nagradne bodove. __Timski rad__ - kada više članova zajednički radi na istom zadatku kao tim. Svaki član također dobiva iste nagradne bodove po završetku. U oba slučaja, svaki dodijeljeni član dobiva isti broj nagradnih bodova koji je postavljen za zadatak.

# appDrawerTitle
source: Workspaces
hr: Radni prostori

# appDrawerChangeActiveWorkspaceError
source: Uh-oh! We've had some trouble changing workspace
hr: Uh-oh! Došlo je do problema prilikom izmjene aktivnog radnog prostora

# appDrawerWorkspaceOptions
source: Workspace options
hr: Opcije radnog prostora

# appDrawerEditWorkspace
source: Workspace settings
hr: Postavke radnog prostora

# appDrawerManageUsers
source: Workspace users
hr: Članovi radnog prostora

# appDrawerNotActiveWorkspace
source: To see additional options, make this workspace active by clicking on its icon in the list above.
hr: Ukoliko želite vidjeti ostale opcije, učinite ovaj radni prostor aktivnim klikom na ikonu radnog prostora u gornjoj listi.

# appDrawerLeaveWorkspace
source: Leave workspace
hr: Napusti radni prostor

# appDrawerLeaveWorkspaceModalMessage
source: Are you sure you want to leave this workspace? **Beware: if you are the last Manager, the workspace will be entirely deleted once you leave.**
hr: Jeste li sigurni da želite napustiti ovaj radni prostor? **Pažnja: ukoliko ste vi posljednji Menadžer, radni prostor će se u potpunost izbrisati nakon što ga napustite.**

# appDrawerLeaveWorkspaceModalCta
source: Leave
hr: Napusti

# appDrawerLeaveWorkspaceSuccess
source: Successfully left the workspace
hr: Uspješno ste napustili radni prostor

# appDrawerLeaveWorkspaceError
source: Uh-oh! We've had some trouble removing you from the workspace
hr: Uh-oh! Došlo je do problema prilikom brisanja korisnika iz radnog prostora

# appDrawerCreateNewWorkspace
source: Create new workspace
hr: Kreiraj novi radni prostor

# preferencesLabel
source: Preferences
hr: Preference

# createNewTaskNoMembers
source: It looks like your workspace doesn't have any members to assign a task to yet. Try inviting someone or creating virtual members.
hr: Čini se da vaš radni prostor još nema nijednog člana kojemu se može dodijeliti zadatak. Pokušajte pozvati nekoga ili kreirati virtualne članove.

# createNewTaskSuccess
source: Successfully created new task
hr: Uspješno ste kreirali novi zadatak

# createNewTaskError
source: Uh-oh! We've had some trouble creating new task
hr: Uh-oh! Došlo je do problema prilikom kreiranja novog zadatka

# objectiveNoMembersCta
source: Let's add members
hr: Dodajmo članove

# createNewTaskTitle
source: New task
hr: Novi zadatak

# taskTitleLabel
source: Task title
hr: Naslov zadatka

# taskDescriptionLabel
source: Task description
hr: Opis zadatka

# objectiveAssigneeLabel
source: Assign to
hr: Dodijeli članu

# taskDueDateLabel
source: Due date
hr: Rok završetka

# taskRewardPointsLabel
source: Reward points
hr: Nagradni bodovi

# objectiveTitleMinLength
source: Title must have at least 3 characters
hr: Naslov mora imati najmanje 3 znaka

# objectiveTitleMaxLength
source: Title can have at most 50 characters
hr: Naslov može imati najviše 50 znakova

# objectiveDescriptionMaxLength
source: Description can have at most 250 characters
hr: Opis može imati najviše 250 znakova

# taskAssigneesMinLength
source: Task must have at least 1 assignee
hr: Zadatak mora biti dodijeljen barem 1 članu

# workspaceUsersManagement
source: Users management
hr: Upravljanje korisnicima

# workspaceUsersManagementUserOptions
source: Workspace user options
hr: Opcije korisnika radnog prostora

# workspaceUsersManagementLoadUsersError
source: Uh-oh! We've had some trouble loading up workspace users
hr: Uh-oh! Došlo je do problema prilikom dohvata korisnika radnog prostora

# workspaceUsersManagementDeleteUser
source: Remove user from workspace
hr: Ukloni korisnika iz radnog prostora

# workspaceUsersManagementDeleteUserModalMessage
source: Are you sure you want to remove this workspace user?
hr: Jeste li sigurni da želite ukloniti ovog korisnika iz radnog prostora?

# workspaceUsersManagementDeleteUserModalCta
source: Remove
hr: Ukloni

# workspaceUsersManagementDeleteUserSuccess
source: Successfully removed user from the workspace
hr: Uspješno ste uklonili korisnika iz radnog prostora

# workspaceUsersManagementDeleteUserError
source: Uh-oh! We've had some trouble removing user from the workspace
hr: Uh-oh! Došlo je do problema prilikom uklanjanja korisnika iz radnog prostora

# workspaceUsersManagementUsersGuideMainTitle
source: About workspace users
hr: O korisnicima radnog prostora

# workspaceUsersManagementUsersGuideIntroBody
source: All participants in a workspace are categorized into two main types: Team Members (who have their own app account) and Virtual Profiles (which are placeholders managed by Managers). Each user is then assigned a role that defines their permissions.
hr: Svi sudionici u radnom prostoru dijele se na dva glavna tipa: Članove tima (koji imaju vlastiti korisnički račun) i Virtualne profile (koji su placeholderi kojima upravljaju Menadžeri). Svakom korisniku je zatim dodijeljena uloga koja definira njegove dozvole.

# workspaceUsersManagementUsersGuideTeamMembersTitle
source: Team Members (Real Users)
hr: Članovi tima (Stvarni korisnici)

# workspaceUsersManagementUsersGuideTeamMembersBody
source: Team Members are users with their own account who can log in to the application. They either create a workspace (becoming a Manager automatically) or join one using an invitation link (becoming a Member automatically). The roles of Team Members can be changed by a Manager.
hr: Članovi tima su korisnici s vlastitim računom koji se mogu prijaviti u aplikaciju. Oni ili stvore radni prostor (čime automatski postaju Menadžeri) ili se pridruže postojećem putem pozivne poveznice (čime automatski postaju Članovi). Uloge Članova tima može mijenjati Menadžer.

# workspaceUsersManagementUsersGuideVirtualProfilesTitle
source: Virtual Profiles
hr: Virtualni profili

# workspaceUsersManagementUsersGuideVirtualProfilesBody
source: Virtual Profiles are placeholders for individuals who do not have an app account, such as children. They cannot log in. They can only be created by Managers and are always assigned the 'Member' role, which cannot be changed.
hr: Virtualni profili su placeholderi za osobe koje nemaju korisnički račun, poput djece. Oni se ne mogu prijaviti. Stvaraju ih isključivo Menadžeri i uvijek im se dodjeljuje uloga 'Član', koja se ne može promijeniti.

# workspaceUsersManagementUsersGuideRolesTitle
source: User Roles: Manager and Member
hr: Korisničke uloge: Menadžer i Član

# workspaceUsersManagementUsersGuideRolesBody
source: Each user in the workspace is assigned one of two roles. The user who creates a workspace automatically becomes a Manager. Users who join via an invite link are automatically assigned the Member role.
hr: Svakom korisniku u radnom prostoru dodijeljena je jedna od dvije uloge. Korisnik koji kreira radni prostor automatski postaje Menadžer, dok se korisnicima koji se pridruže putem pozivne poveznice automatski dodjeljuje uloga Člana.

# workspaceUsersManagementUsersGuideManagerRoleTitle
source: Manager Role
hr: Uloga Menadžera

# workspaceUsersManagementUsersGuideManagerRoleBody
source: Managers have full administrative and management control over everything in the workspace. They can invite Team Members, create Virtual Profiles, remove any user from the workspace, and change the roles of other Team Members (including promoting a Member to a Manager or demoting another Manager).
hr: Menadžer ima potpunu administrativnu i upravljačku kontrolu nad svime u radnom prostoru. Može pozivati Članove tima, stvarati Virtualne profile, uklanjati bilo kojeg korisnika iz radnog prostora te mijenjati uloge drugim Članovima tima (uključujući promicanje Člana u Menadžera ili degradiranje drugog Menadžera).

# workspaceUsersManagementUsersGuideMemberRoleTitle
source: Member Role
hr: Uloga Člana

# workspaceUsersManagementUsersGuideMemberRoleBody
source: A Team Member with the 'Member' role has read-only access, allowing them to view all tasks, goals, and other content, but they cannot manage them. In contrast, a Virtual Profile, which always has this role, cannot log in and serves only as a placeholder for task assignment by a Manager.
hr: Član tima s ulogom 'Član' ima pristup samo za čitanje ('read-only'), što mu omogućuje da vidi sve zadatke, ciljeve i ostali sadržaj, ali ne i da njima upravlja. Za razliku od njega, Virtualni profil, koji uvijek ima ovu ulogu, ne može se prijaviti i služi isključivo kao placeholder kojemu Menadžer dodjeljuje zadatke.

# workspaceUsersManagementCreate
source: New workspace user
hr: Novi korisnik radnog prostora

# workspaceUsersManagementCreateWorkspaceInviteDescription
source: Invite new users to this workspace by sending them the invite link below:
hr: Pozovite nove korisnike u ovaj radni prostor slanjem donje poveznice za pozivnicu:

# workspaceInviteLabel
source: Workspace invite link
hr: Pozivni link radnog prostora

# workspaceUsersManagementCreateWorkspaceInviteError
source: Uh-oh! We've had some trouble creating a workspace invite link.
hr: Uh-oh! Došlo je do problema prilikom kreiranja pozivnog linka radnog prostora.

# workspaceUsersManagementCreateWorkspaceInviteNote
source: Each link is single-use (send it to one user only). You can copy it to the clipboard or share it. For your convenience, after either of those two actions, a new link is generated for new usage.
hr: Svaki link je jednokratan (pošaljite ga samo jednom korisniku). Možete ga kopirati u međuspremnik ili podijeliti. Radi vaše praktičnosti, nakon bilo koje od tih radnji, generira se novi link za iduću upotrebu.

# workspaceUsersManagementCreateWorkspaceInviteClipboard
source: Successfully copied to clipboard
hr: Uspješno kopirano u međuspremnik

# workspaceUsersManagementCreateVirtualUserDescription
source: Create a new virtual user:
hr: Kreirajte novog virtualnog korisnika:

# workspaceUserFirstNameMinLength
source: First name must have at least 2 characters
hr: Ime mora imati najmanje 2 znaka

# workspaceUserFirstNameMaxLength
source: First name can have at most 50 characters
hr: Ime može imati najviše 50 znakova

# workspaceUserLastNameMinLength
source: Last name must have at least 2 characters
hr: Prezime mora imati najmanje 2 znaka

# workspaceUserLastNameMaxLength
source: Last name can have at most 50 characters
hr: Prezime može imati najviše 50 znakova

# workspaceUsersManagementCreateVirtualUserSubmit
source: Create new virtual user
hr: Kreiraj novog virtualnog korisnika

# workspaceUsersManagementCreateVirtualUserSuccess
source: Successfully created virtual user
hr: Uspješno ste kreirali virtualnog korisnika

# workspaceUsersManagementCreateVirtualUserError
source: Uh-oh! We've had some trouble creating virtual user
hr: Uh-oh! Došlo je do problema prilikom kreiranja virtualnog korisnika

# workspaceUsersManagementUserDetails
source: Workspace user details
hr: Korisnički detalji

# workspaceUsersManagementUserDetailsEdit
source: Edit workspace user details
hr: Uređivanje korisničkih podataka

# workspaceUsersManagementUserDetailsEditNote
source: Be cautious when changing a user's role to Manager role. Users with the Manager role have full administrative and managerial control over the workspace.
hr: Budite oprezni prilikom izmjene uloge korisnika u Menadžer ulogu. Korisnici s ulogom Menadžer imaju potpunu administrativnu i upravljačku kontrolu nad radnim prostorom.
